// PS｜使用"//"分割数据
var servers={
    "全部产品":{
        "云服务器":{
            "星弈土豆云":{
                "说明":"购买一年享7.5折优惠", // 这个暂时被阉割了(逃
                "标签":"特惠活动//green",
                "配置":"1C 512M 高性能//1G SSD 大硬盘//2Mbps 大水管//512M 大流量//<s><i>只是一个玩笑</i></s>",
                "定价":"¥114//514//月", // 中间那个是原价，如果不需要的话，这样写：¥298////月
                "跳转":"https://paperee.guru/", // 这是服务器购买链接
            },
            "纸片耐打云":{
                "说明":"限时8折优惠，仅需¥950//月",
                "标签":"超值推荐//red",
                "配置":"32vCPU 核心//64GB 内存//1TB NVMe 存储//100TB 月流量//2Gbps 网络带宽",
                "定价":"¥5707////月",
                "跳转":"https://paperee.guru/",
            },
        },
        "云主机":{},
        "增值服务":{
            "国内CDN加速":{
                "说明":"",
                "标签":"限时放送//blue",
                "配置":"",
                "定价":"",
                "跳转":"",
            },
        },
    },
}